N1/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    
    inlet
    {
        type            fixedValue;
        value           uniform (10 0 0);
    }

    
    outlet
    {
     	
        type            zeroGradient;
    }


    front    
    {
        type            empty;	
    }


    back    
    {
        type            empty;	
    }

 
    top    
    {
        type            fixedValue;                   //type    symmetryPlane;
        value           uniform (0 0 0);	
    }

    bottom    
    {
        type            fixedValue;
        value           uniform (0 0 0);	
    }

    wall
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

   
}


// ************************************************************************* //
