N1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    back
    {
        type            empty;
        physicalType    empty;
        nFaces          5472;
        startFace       10792;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          38;
        startFace       16264;
    }
    front
    {
        type            empty;
        physicalType    empty;
        nFaces          4959;
        startFace       16302;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          38;
        startFace       21261;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          551;
        startFace       21299;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          38;
        startFace       21850;
    }
    wall
    {
        type            wall;
        physicalType    patch;
        nFaces          152;
        startFace       21888;
    }
)

// ************************************************************************* //
